{"18":{"Pro":"Добрый день, NAME-COLLEGS. Задание принято. Верно расписаои операции работы с numpy. Жду следующих работ. Успехов.)","Ultra Lite":"Добрый день, NAME-COLLEGS. Задание принято. Верно поработали с массивами. Жду следующих работ. Успехов.)"},"19":{"Ultra Lite":"Добрый день, NAME-COLLEGS. Задание принято. Замечательно поработали с pandas таблицами. Жду следующих работ. Успехов.)"},"20":{"Ultra pro":"Добрый день, NAME-COLLEGS. Задание принято. Прекрасно поработали с pandas таблицами. Жду следующих работ. Успехов.)","Pro":"Добрый день, NAME-COLLEGS. Задание принято. Замечательно поработали с pandas методами. Вопросов нет! Жду следующих работ. Успехов.)"},"21":{"Lite":"Добрый день, NAME-COLLEGS. Задание принято. Работа с графиками проведена успешно. Жду следующих работ. Успехов.)"},"22":{"Lite":"Добрый день, NAME-COLLEGS. Задание принято. Верно поработали с функциями. Жду следующих работ. Успехов.)"},"23":{"Ultra Lite":"Добрый день, NAME-COLLEGS. Задание принято. Хорошо обучили нейронку. Жду следующих работ. Успехов.)"},"24":{"Pro":"Добрый день, NAME-COLLEGS. Задание принято. Точность успешно достигнута. Жду следующих работ. Успехов.)"},"25":{"Ultra pro":"Добрый день, NAME-COLLEGS. Задание принято. Точность 85% минимально была достигнута успешно. Жду следующих работ. Успехов.)","Lite":"Добрый день, NAME-COLLEGS. Задание принято. Замечательно провели серию экспериментов по подбору гиперпараметров. Жду следующих работ. Успехов.)"},"26":{"Pro":"Добрый день, NAME-COLLEGS. Задание принято. Точность на обучающей выборке успешно достигнута. Жду следующих работ. Успехов.)"},"29":{"Ultra pro":"Добрый день, NAME-COLLEGS. Задание принято. Замечательно поработали с BoW предобработкой, а так же Embedding,LSTM и  Conv1D слоями для создания нейронки. Жду следующих работ. Успехов.)","Pro":"Добрый день, NAME-COLLEGS. Задание принято. Замечательно поработали с отключением блоков. Работу принимаю без сомнений. Жду следующих работ. Успехов.)"},"30":{"Lite":"Добрый день, NAME-COLLEGS. Задание принято. Модель успешно построена. Жду следующих работ. Успехов.)","Pro":"Добрый день, NAME-COLLEGS. Задание принято. Прекрасно поработали с коллбеком. Очень понравилось ваше решение! Жду следующих работ. Успехов.)","Ultra Lite":"Добрый день, NAME-COLLEGS. Задание принято. Ноутбук верно переписан. Жду следующих работ. Успехов.)"},"31":{"Lite":"Добрый день, NAME-COLLEGS. Задание принято. Верно предсказали на 10 шагов вперёд. Жду следующих работ. Успехов.)"},"32":{"Lite":"Добрый день, NAME-COLLEGS. Задание принято. Верно поработали с ноутбуком для определения жанров. Каждый пункт выполнен. Замечательные выводы. Жду следующих работ. Успехов.)","Ultra pro":"Добрый день, NAME-COLLEGS. Задание принято. Верно написали распознавание аудио. Жду следующих работ. Успехов.)"},"33":{"Lite":"Добрый день, NAME-COLLEGS. Задание принято. Верно поработали с автокодировщиком. Жду следующих работ. Успехов.)","Pro":"Добрый день, NAME-COLLEGS. Задание принято. Верно достигли 92% минимально. Жду следующих работ. Успехов.)"},"34":{"Ultra Lite":"Добрый день, NAME-COLLEGS. Задание принято. Хорошо переписали ноутбук. Жду следующих работ. Успехов.)"},"35":{"Ultra Lite":"Добрый день, NAME-COLLEGS. Задание принято. ГАН успешно собран и обучается. Жду следующих работ. Успехов.)"},"36":{"Lite":"Добрый день, NAME-COLLEGS. Задание принято. У вас всё хорошо сделано. Все боты корреткно распределили грузы. Жду следующих работ. Успехов.)","Ultra pro":"Добрый день, NAME-COLLEGS. Задание принято. Верно обучили ГА проходить игру. Жду следующих работ. Успехов.)"},"38":{"Ultra Lite":"Добрый день, NAME-COLLEGS. Задание принято. Хорошо переписали ноутбук. Жду следующих работ. Успехов.)","Pro":"Добрый день, NAME-COLLEGS. Задание принято. Результаты предсказания самолёта впечатляют! Прекрасная работа. Жду следующих работ. Успехов.)"},"39":{"Ultra pro":"Добрый день, NAME-COLLEGS. Задание принято. Прекрасно поработали с mnist кластеризацией.  Жду следующих работ. Успехов.)"},"40":{"Ultra Lite":"Добрый день, NAME-COLLEGS. Задание принято. Ноутбук корректно переписан и работает. Жду следующих работ. Успехов.)","Lite":"Добрый день, NAME-COLLEGS. Задание принято. Замечательно поэкспериментировали. Жду следующих работ. Успехов.)"},"41":{"Ultra Lite":"Добрый день, NAME-COLLEGS. Задание принято. Ноутбук хорошо переписан и работает, что замечательно. Жду следующих работ. Успехов.)"},"42":{"Ultra Lite":"Добрый день, NAME-COLLEGS. Задание принято. Замечательно поработали с GENSIM и его точностями. Успехов.)","Lite":"Добрый день, NAME-COLLEGS. Задание принято. Замечательно ссегментировали текст! Жду следующих работ. Успехов.)"},"44":{"Lite":"Добрый день, NAME-COLLEGS. Задание принято. Видно, что речь успешно распозналась и превратилась в текст. Жду следующий рабор. Успехов.)","Ultra pro":"Добрый день, NAME-COLLEGS. Задание принято. Хорошо распознали дорожки. Жду следующих работ. Успехов.)","Ultra Lite":"Добрый день, NAME-COLLEGS. Задание принято. Ноутбук запущен и работающий.  Жду следующих работ. Успехов.)"},"45":{"Lite":"Добрый день, NAME-COLLEGS. Хорошо поработали с tensorflow. Вижу, что создали датасет с моделью и обучили корректно. Засчитываю задание.)","Ultra Lite":"Добрый день, NAME-COLLEGS. Задание принято. Верно поработали с тензорами. Жду следующих работ. Успехов.)"},"48":{"Ultra Lite":"Добрый день, NAME-COLLEGS. Хорошо переписали ноутбук. Жду следующих работ. Успехов.)"},"49":{"Lite":"Добрый день, NAME-COLLEGS. Задание принято. Верно создали композиции. Жду следующих работ. Успехов.)","Ultra Lite":"Добрый день, NAME-COLLEGS. Задание принято. Код хорошо переписан и работает. Жду следующих работ. Успехов.)"},"53":{"Ultra Lite":"Добрый день, NAME-COLLEGS. Задание принято. Верно переписали ноутбук. Жду следующих работ. Успехов.)"},"55":{"Lite":"Добрый день, NAME-COLLEGS. Хорошо поработали с парсингом. Жду следующих работ. Успехов.)","Ultra Lite":"Добрый день, NAME-COLLEGS. Задание принято. Хорошо поработали с pandas таблицей и перевели опыт в года. Жду следующих работ. Успехов.)"},"56":{"Ultra Lite":"Добрый день, NAME-COLLEGS. Задание принято. Хорошо поработали с матрицами. Жду следующих работ. Успехов.)"},"57":{"Lite":"Добрый день, NAME-COLLEGS. Задание принято. Прекрасно поработали с комбинаторикой. Жду следующих работ. Успехов.)"},"58":{"Ultra pro":"Добрый день, NAME-COLLEGS. Задание принято. Хорошо поработали с теорией вероятностей. Жду следующих работ. Успехов.)"},"60":{"Lite":"Добрый день, NAME-COLLEGS. Задание принято. Хорошо поработали с графиками. Они выполнены в точности условиям. Жду следующих работ. Успехов.)"},"61":{"Lite":"Добрый день, NAME-COLLEGS. Задание принято. Верно поработали с бинарным деревом. Жду следующих работ. Успехов.)"},"62":{"Lite":"Добрый день, NAME-COLLEGS. Задание принято. Хорошо расписали операции по для извлечения элемента, закругления. Так же хорошо создали структуру данных.  Жду следующих работ. Успехов.)"},"64":{"Lite":"Добрый день, NAME-COLLEGS. Задание принято. Замечательно подключились к БД и вывели таблицы. Жду следующих работ. Успехов.)"},"65":{"Lite":"Добрый день, NAME-COLLEGS. Задание принято. Замечательно нашли все оценки и фильмы. В pandas так же читабельно выгрузили. Жду следующих работ. Успехов.)"},"66":{"Lite":"Добрый день, NAME-COLLEGS. Задание принято. Замечательно преобразовали к 2НФ данные. Жду следующих работ. Успехов.)"},"67":{"Pro":"Добрый день, NAME-COLLEGS. Задание принято. Замечательно модифицировали функцию. Жду следующих работ. Успехов.)"},"68":{"Lite":"Добрый день, NAME-COLLEGS. Замечательно поработали с SQL таблицой. Жду следующих работ. Успехов.)"},"69":{"Lite":"Добрый день, NAME-COLLEGS. Задание принято. Хорошо поработали с витринами. Жду следующих работ. Успехов.)","Ultra pro":"Добрый день, NAME-COLLEGS. Задание принято. Ваш SQl код впечатляет! Жду следующих работ. Успехов.)"},"70":{"Lite":"Добрый день, NAME-COLLEGS. Задание принято. Верно поработали с редактором схем данных. Жду следующих работ. Успехов.)"},"71":{"Ultra Lite":"Добрый день, NAME-COLLEGS. Задание принято. Хорошо поработали с данными. Жду следующих работ. Успехов.)"},"92":{"RED Lite":"Добрый день, NAME-COLLEGS. Задание принято. Хорошо поработали с текстами. Жду следующих работ. Успехов.)"},"156":{"Pro":"Добрый день, NAME-COLLEGS. Задание принято. Верно поработали с Scipy библиотекой. Жду следующих работ. Успехов.)"},"172":{"Ultra Lite":"Добрый день, NAME-COLLEGS. Задание принято. Хорошо реализовали класс. Жду следующих работ. Успехов.)"},"176":{"Pro":"Добрый день, NAME-COLLEGS. Вижу в вы хорошо поработали с загрузкой баз данных. Замечательно! Жду следующих работ. Успехов.)"},"433":{"Lite":"Добрый день, NAME-COLLEGS. Задание принято, разбор скоро будет.)"},"441":{"RED Lite":"Добрый день, NAME-COLLEGS. Задание принято. Замечательно поработали с хешированием ключей. Жду следующих работ. Успехов.)","RED Ultra pro":"Добрый день, NAME-COLLEGS. Задание принято. Верно поработали с хешированием. Жду следующих работ. Успехов.)"},"442":{"RED Ultra pro":"Добрый день, NAME-COLLEGS. Задание принято. Верно поработали с sql таблицами. Жду следующих работ. Успехов.)"},"444":{"RED Pro":"Добрый день, NAME-COLLEGS. Задание принято. Прекрасно написали классы. Сразу видно, что вы хорошо разбираетесь в ООП.  Жду следующих работ. Успехов.)","RED Lite":"Добрый день, NAME-COLLEGS. Задание принято. Хорошо выполнили задание в редакторе. Жду следующих работ. Успехов.)","RED Ultra Lite":"Добрый день, NAME-COLLEGS. Задание принято. Верно поработали с моделью данных. Жду следующих работ. Успехов.)"},"596":{"Lite":"Добрый день, NAME-COLLEGS. Задание принято. Хорошо возвели в степень. Жду следующих работ. Успехов.)","Ultra Lite":"Добрый день, NAME-COLLEGS. Задание принято. Хорошее разделение. Жду следующих работ. Успехов.)"},"706":{"Ultra pro":"Добрый день, NAME-COLLEGS. Задание принято. Замечательно поработали с python конструкциями. Далее вам будет легче осваивать материал. Жду следующих работ. Успехов.)","Pro":"Добрый день, NAME-COLLEGS. Задание принято. Замечательно поработали с функциями их параметрами. Жду следующих работ. Успехов.)","Lite":"Добрый день, NAME-COLLEGS. Задание принято. Замечательно поработали с функциями python и своими. Жду следующих работ. Успехов.)"},"707":{"Lite":"Добрый день, NAME-COLLEGS. Задание принято. Замечательно поработали с графиками. Жду следующих работ. Успехов.)"},"708":{"Ultra Lite":"Добрый день, NAME-COLLEGS. Замечательно поработали с модельками. Жду следующих работ. Успехов.)","Pro":"Добрый день, NAME-COLLEGS. Задание принято. Замечательно подготовили данные и создали модельку для распознавания крестиков-ноликов. Точность тоже впечатляет, ибо минимальный порог в 95% был пройден. Жду следующих работ. Успехов.)","Ultra pro":"Добрый день, NAME-COLLEGS. Вы хорошо поработали с цифрами и распознали их. Жду следующих работ. Успехов.)","Lite":"Добрый день, NAME-COLLEGS. Задание принято. Хорошо поэкспериментировали. Жду следующих работ. Успехов.)"},"750":{"Ultra pro":"Добрый день, NAME-COLLEGS. Задание принято. Ссылка корректно открывается. Жду следующих работ. Успехов.)","Pro":"Добрый день, NAME-COLLEGS. Задание принято. Ссылка открывается корректно. Жду следующих работ. Успехов.)","Lite":"Добрый день, NAME-COLLEGS. Задание принято. Вижу валидный E-mail. Жду следующих работ. Успехов.)"},"751":{"Ultra pro":"Добрый день, NAME-COLLEGS. Задание принято. Ссылка корректно открывается. Жду следующих работ. Успехов.)","Lite":"Добрый день, NAME-COLLEGS. Задание принято. Ссылка открывается корректно. Жду следующих работ. Успехов.)","Pro":"Добрый день, NAME-COLLEGS. Ноутбук успешно открылся. Жду следующих работ. Успехов.)"},"752":{"Ultra pro":"Добрый день, NAME-COLLEGS. Задание принято. Прекрасно поработали с операторами. Жду следующих работ. Успехов.)","Ultra Lite":"Добрый день, NAME-COLLEGS. Задание принято. Деление успешное. Жду следующих работ. Успехов.)","Pro":"Добрый день, NAME-COLLEGS. Задание принято. Видна работа с input данными. Жду следующих работ. Успехов.)","Lite":"Добрый день, NAME-COLLEGS. Задание принято. Успешно поработали со степенями. Жду следующих работ. Успехов.)"},"753":{"Pro":"Добрый день, NAME-COLLEGS. Задание принято. Преобразование из км в мили успешное. Жду следующих работ. Успехов.)","Lite":"Добрый день, NAME-COLLEGS. Задание принято. Хорошо поработали с  операторами. Жду следующих работ. Успехов.)","Ultra pro":"Добрый день, NAME-COLLEGS. Задание принято. Хорошо поработали с операторами сравнения. Жду следующих работ. Успехов.)"},"754":{"Ultra Lite":"Добрый день, NAME-COLLEGS. Задание принято. Верно подвели условия и их результат. Жду следующих работ. Успехов.)","Pro":"Добрый день, NAME-COLLEGS. Задание принято. Верно поработали с операторами условий. Жду следующих работ. Успехов.)","Lite":"Добрый день, NAME-COLLEGS. Задание принято. Верно поработали с условиями на “пароль”. Жду следующих работ. Успехов.)"},"755":{"Ultra Lite":"Добрый день, NAME-COLLEGS. Задание принято. Хорошо поработали с циклом. Жду следующих работ. Успехов.)","Pro":"Добрый день, NAME-COLLEGS. Задание принято. Цикл по заезду машин работает корректно. Жду следующих работ. Успехов.)","Lite":"Добрый день, NAME-COLLEGS. Задание принято. Хорошо вывели циклом числа. Жду следующих работ. Успехов.)","Ultra pro":"Добрый день, NAME-COLLEGS. Задание принято. Замечательно поработали с синтаксическим сахаром. Жду следующих работ. Успехов.)"},"756":{"Ultra Lite":"Добрый день, NAME-COLLEGS. Задание принято. Хорошо поработали с словарями. Жду следующих работ. Успехов.)","Lite":"Добрый день, NAME-COLLEGS. Задание принято. Работа с кортёжами проведена успешно. Жду следующих работ. Успехов.)","Pro":"Добрый день, NAME-COLLEGS. Замечательно поработали с циклом и условием. Жду следующих работ. Успехов.)","Ultra pro":"Добрый день, NAME-COLLEGS. Задание принято. Замечательно поработали с условиями и листами. Жду следующих работ. Успехов.)"},"757":{"Ultra pro":"Добрый день, NAME-COLLEGS. Задание принято. Верно поработали с заменой знаков препинания. Жду следующих работ. Успехов.)"},"760":{"Pro":"Добрый день, NAME-COLLEGS. Задание принято. Точность успешно достигнута. Жду следующих работ. Успехов.)","Ultra pro":"Добрый день, NAME-COLLEGS. Задание принято. Вы впечатляюще справились с построением модели и получением требуемой минимальной 85 процентов точностью. Жду следующих работ. Успехов.)","Lite":"Добрый день, NAME-COLLEGS. Задание принято. Замечательно поработали с обучением fashion mnist. Жду следующих работ. Успехов.)"},"761":{"Lite":"Добрый день, NAME-COLLEGS. Модель хорошо построена и обучена. Жду следующих работ. Успехов.)","Pro":"Добрый день, NAME-COLLEGS. Задание принято. Превосходно добились точности.  Жду следующих работ. Успехов.)"},"762":{"Ultra pro":"Добрый день, NAME-COLLEGS. Задание принято. Замечательно подготовили нейронку к деплою. Жду следующих работ. Успехов.)"},"763":{"Ultra pro":"Добрый день, NAME-COLLEGS. Задание принято. Замечательно поработали с предобработкой текстов авторов и созданием модели. Так же стоит отметить точность, что вы добились на моделе. Жду следующих работ. Успехов.)"},"764":{"Ultra pro":"Добрый день, NAME-COLLEGS. Задание принято. Замечательно поработали с моделькой нейронки и её обучением. Жду следующих работ. Успехов.)"},"765":{"Ultra pro":"Добрый день, NAME-COLLEGS. Задачи по графикам успешно выполнены. Жду следующих работ. Успехов.)","Ultra Lite":"Добрый день, NAME-COLLEGS. Задание принято. Хорошо поработали с таблицами и графиками. Жду следующих работ. Успехов.)"},"768":{"Pro":"Добрый день, NAME-COLLEGS. Задание принято. Хороший свёрточный классификатор. Жду следующих работ. Успехов.)"},"769":{"Lite":"Добрый день, NAME-COLLEGS. Задание принято. Верно поработали с автокодировщиком. Жду следующих работ. Успехов.)","Ultra pro":"Добрый день, NAME-COLLEGS. Задание принято. Хорошая точность на модельке. Изображения корректно восстанавливаются. Жду следующих работ. Успехов.)"},"770":{"Pro":"Добрый день, NAME-COLLEGS. Задание принято. Хорошо поработали с сегментацией изображений и увеличением классов. Жду следующих работ. Успехов.)","Lite":"Добрый день, NAME-COLLEGS. Задание принято. Хорошо поэкспериментировали. Жду следующих работ. Успехов.)"},"771":{"Pro":"Добрый день, NAME-COLLEGS. Видна ваша работа с запаковкой модели и её деплой на сервер. Замечательно поработали! Жду следующих работ. Успехов.)"},"772":{"Lite":"Добрый день, NAME-COLLEGS. Задание принято. Верно обратились к API. Жду следующих работ. Успехов.)"},"773":{"Ultra pro":"Добрый день, NAME-COLLEGS. Задание принято. Замечательно поработали с картинками. Жду следующих работ. Успехов.)"},"774":{"Lite":"Добрый день, NAME-COLLEGS. Задание принято. Верно реализовали разные batch_size. Жду следующих работ. Успехов.)"},"775":{"Lite":"Добрый день, NAME-COLLEGS. Задание принято. Прекрасно поработали с переводом текста. Жду следующих работ. Успехов.)"},"777":{"Pro":"Добрый день, NAME-COLLEGS. Задание принято. Замечательно поработали с трансформером на перевод с русского на английский. Жду следующих работ. Успехов.)","Lite":"Добрый день, NAME-COLLEGS. Задание принято. Прекрасно поработали с трансформером. Жду следующих работ. Успехов.)"},"778":{"RED Ultra pro":"Добрый день, NAME-COLLEGS. Задание принято. Верно реализовали классический алгоритм Q-обучения на среде 'Taxi-v3'. Жду следующих работ. Успехов.)","Pro":"Добрый день, NAME-COLLEGS. Задание принято. Верно реализовали алгоритм с одной нейронной сеткой. Жду следующих работ. Успехов.)"},"779":{"Ultra Lite":"Добрый день, NAME-COLLEGS. Задание принято. Хорошо поработали с обучением с подкреплением здесь. Жду следующих работ. Успехов.)"},"786":{"Lite":"Добрый день, NAME-COLLEGS. Задание принято. Замечательно поработали с кластеризацией данных.) Жду следующих работ. Успехов.)"},"823":{"Lite":"Добрый день, NAME-COLLEGS. Задание принято. Видно,  что поработали с контейнером. Жду следующих работ. Успехов.)"},"880":{"Lite":"Добрый день, NAME-COLLEGS. Задание принято. Модели были замечательно составлены. Точности тоже хорошие. Жду следующих работ. Успехов.)"},"882":{"Ultra Lite":"Добрый день, NAME-COLLEGS. Задание принято. Замечательная точность. Очень впечатляющая работа. Успехов.)"},"884":{"Lite":"Добрый день, NAME-COLLEGS. Задание принято. Впечатляюще поработали с распознаванием аудио. Переводит модель будто оператор на другой линии. Жду следующих работ. Успехов.)"},"946":{"Ultra Lite":"Добрый день, NAME-COLLEGS. Задание принято. Вижу среда установлена. Жду следующих работ. Успехов.)","Lite":"Добрый день, NAME-COLLEGS. Задание принято. Вижу, что у вас есть Jupyter и можно рабтать дальше! Жду следующих работ. Успехов.)"},"947":{"Lite":"Добрый день, NAME-COLLEGS. Задание принято. Хорошо поработали с словарями и листом. Жду следующих работ. Успехов.)"},"952":{"Pro":"Добрый день, NAME-COLLEGS. Задание принято. Замечательно поработали с нормализациями и графиками. Жду следующих работ. Успехов.)"},"953":{"Pro":"Добрый день, NAME-COLLEGS. Задание принято. Замечательно поработали с библиотекой scipy в этом уровне. Все задания верно выполнено. Жду следующих работ. Успехов.)"},"956":{"Pro":"Добрый день, NAME-COLLEGS. Задание принято. Замечательно поработали с таблицей. Жду следующих работ. Успехов.)"}}
